---
kind: property
id: P:Autodesk.Revit.DB.Visual.Gradient.TextureLinkTextureTransforms
source: html/c5634cbe-d6cf-1e2d-576f-0d8482e0fdfe.htm
---
# Autodesk.Revit.DB.Visual.Gradient.TextureLinkTextureTransforms Property

The property labeled "Link Transforms" from the "Gradient" schema.

## Syntax (C#)
```csharp
public static string TextureLinkTextureTransforms { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".